Repository: sergiobuj/EAFITENSE
Catalog: EAFITENSE/*.lproj/Localizable.strings
Languages: es

# news_title
source: News
es: Noticias

# map_title
source: Campus map
es: Campus

source: Last Updated: %@
es: Última actualización: %@

source: Release to refresh...
es: Soltar para recargar...

source: Pull down to refresh...
es: Arrastrar para recargar...

source: Loading...
es: Cargando...

# exams_title
source: Exams
es: Evaluaciones

# grades_title
source: Current Grades
es: Notas Semestre

# percentage_left_with_int
source: Percentage left %d%%
es: Porcentaje restante %d%%

# grade_needed_title
source: Grade needed to pass (%.1f)
es: Nota para pasar (%.1f)

# schedule_title
source: Class schedule
es: Horario de clases

# class_credits_title
source: Number of credits
es: Número de créditos

# class_group_title
source: Group number
es: Grupo #

# class_start_end_dates_title
source: Class Dates
es: Fechas de clase

# gpa_title
source: Current GPA
es: Promedio actual

# student_gpa_info_title
source: Current GPA
es: Promedio actual

source: Student ID
es: Código estudiante

# last_term
source: Last Term Average
es: Promedio semestre pasado

# whole_degree_average
source: GPA
es: Promedio acumulado

# passed_credits
source: Credits approved
es: Créditos aprobados

source: Total credits
es: Créditos totales
